Repository: dipcode-software/wordpress-plugin-ipma-weather-widget
Catalog: ipma-weather-widget/languages/ipma-widget-*.po
Languages: pt_pt

source: Title
pt_pt: Titulo a apresentar

source: Forecast
pt_pt: Meteorologia

source: Not available
pt_pt: Sem informação

source: Clear sky
pt_pt: Céu limpo

source: Partly cloudy
pt_pt: Céu pouco nublado

source: Mostly partly cloudy
pt_pt: Céu parcialmente nublado

source: Cloudy sky
pt_pt: Céu muito nublado ou encoberto

source: Cloudy (high clouds)
pt_pt: Céu nublado por nuvens altas

source: Showers
pt_pt: Aguaceiros

source: Light showers
pt_pt: Aguaceiros fracos

source: Heavy showers
pt_pt: Aguaceiros fortes

source: Rain
pt_pt: Chuva

source: Light rain
pt_pt: Chuva fraca ou chuvisco

source: Heavy rain
pt_pt: Chuva forte

source: Intermittent rain
pt_pt: Períodos de chuva

source: Light intermittent rain
pt_pt: Períodos de chuva fraca

source: Heavy intermittent rain
pt_pt: Períodos de chuva forte

source: Drizzle
pt_pt: Chuvisco

source: Mist
pt_pt: Neblina

source: Fog and low clouds
pt_pt: Nevoeiro ou nuvens baixas

source: Snow
pt_pt: Neve

source: Lightning
pt_pt: Trovoada

source: Intermittent rain and lightning
pt_pt: Aguaceiros e trovoada

source: Hail
pt_pt: Granizo

source: Frost
pt_pt: Geada

source: Heavy rain and lightning
pt_pt: Chuva forte e trovoada

source: Convective clouds
pt_pt: Nebulosidade convectiva

source: Fog
pt_pt: Nevoeiro

source: IPMA - The Portuguese Institute for Sea and Atmosphere
pt_pt: IPMA - Instituto Português do Mar e da Atmosfera

source: Select a district
pt_pt: Escolha um distrito

source: Select a location
pt_pt: Escolha uma cidade / ilha

source: Forecast temporarily unavailable
pt_pt: De momento não é possível apresentar a informação

source: Today
pt_pt: Hoje

source: Tomorrow
pt_pt: Amanhã

source: Minimum
pt_pt: Mínima

source: Maximum
pt_pt: Máxima

source: Precipitation
pt_pt: Probabilidade de precipitação

source: Meteo IPMA
pt_pt: Meteorologia

source: Provides a weather forecast for Portuguese regions
pt_pt: Apresenta a previsão do tempo para regiões de Portugal continental e ilhas
